Repository: darktable-org/darktable
Catalog: doc/usermanual/po/es.tmx
Source language: en
Languages: es

source: enter the title of the book
es: Introduzca el título del libro

source: authenticated
es: autenticado

source: not authenticated
es: no autenticado

source: not authenticated, cannot reach server
es: No autenticado, no se pudo conectar con el servidor

source: create new album
es: crear album nuevo

source: cannot refresh albums
es: No se puedieron actualizar los álbumes

source: accounts
es: cuentas

source: server
es: servidor

source: the server name default protocol is https specify http:// if non secure server
es: Nombre del servidor El protocolo por defecto es https Si no es un servidor seguro, especificar con http://

source: user
es: usuario

source: password
es: contraseña

source: login
es: acceder

source: piwigo login
es: Iniciar sesión en Piwigo

source: visible to
es: visible para

source: everyone
es: todos

source: contacts
es: hoja de contactos

source: friends
es: amigos

source: family
es: familia

source: you
es: usted

source: album
es: álbum

source: refresh album list
es: Actualizar lista de álbumes

source: new album
es: álbum nuevo

source: parent album
es: álbum principal

source: click login button to start
es: pulse el botón acceder para empezar

source: cannot create a new piwigo album!
es: crear album nuevo!

source: could not upload to piwigo!
es: no se puede subir a piwigo!

source: %d/%d exported to piwigo webalbum
es: %d/%d exportado a álbum piwigo

source: perspective correction
es: corrección de perspectiva

source: rotation
es: rotación

source: lens shift (v)
es: desplazamiento de lente (v)

source: lens shift (h)
es: desplazamiento de lente (h)

source: shear
es: cortar

source: crop factor
es: factor de recorte

source: aspect adjust
es: ajustar relación de aspecto

source: guides
es: guías

source: automatic cropping
es: recorte automatico

source: lens model
es: modelo de lente

source: automatic cropping failed
es: El recorte automático falló

source: data pending - please repeat
es: Datos pendientes: realizar de nuevo

source: could not detect structural data in image
es: No se detectaron datos estructurales en la imagen

source: could not run outlier removal
es: No se pudo ejecutar la eliminación

source: not enough structure for automatic correction
es: No hay suficiente estructura para la corrección automática

source: automatic correction failed, please correct manually
es: La corrección automática falló. Corrija manualmente

source: lens shift (%s)
es: desplazamiento de lente (%s)

source: lens shift (vertical)
es: desplazamiento de lente (vertical)

source: lens shift (horizontal)
es: desplazamiento de lente (horizontal)

source: largest area
es: área mas larga

source: original format
es: formato original

source: generic
es: genérico

source: specific
es: específico

source: lens dependence
es: dependencia del lente

source: automatic fit
es: ajuste automático

source: get structure
es: obtener estructura

source: rotate image
es: Rotar imagen

source: apply lens shift correction in one direction
es: Efectúa la corrección del desplazamiento de lente en una dirección

source: shear the image along one diagonal
es: Recortar la imagen de acuerdo a la diagonal

source: display guide lines overlay
es: Mostrar lineas guías superpuestas

source: automatically crop to avoid black edges
es: Cortar automáticamente para evitar bordes negros

source: lens model of the perspective correction: generic or according to the focal length
es: Modelo del lente de la corrección de perspectiva: genérico o en función de la distancia focal

source: focal length of the lens, default value set from exif data if available
es: Distancia focal del lente. Se fija el valor por defecto desde los datos Exif si están disponibles.

source: crop factor of the camera sensor, default value set from exif data if available, manual setting is often required
es: Factor de recorte del sensor de la cámara. Se toma el valor por defecto desde los datos Exif si están disponibles. Normalmente los ajustes manuales son requeridos.

source: the level of lens dependent correction, set to maximum for full lens dependency, set to zero for the generic case
es: Nivel de corrección en función de la lente. Se fija el valor máximo como corrrespondencia total de la lente. Se fija en cero para los genéricos.

source: adjust aspect ratio of image by horizontal and vertical scaling
es: Ajusta la relación de aspecto de la imagen mediante cambiar la escala horizontal y vertical

source: automatically correct for vertical perspective distortion ctrl+click to only fit rotation shift+click to only fit lens shift
es: Corrección automática para distorsiones de perspectiva verticales Ctrl+Clic para corregir solo la rotación Mayús+Clic para corregir el desplazamiento del lente

source: automatically correct for horizontal perspective distortion ctrl+click to only fit rotation shift+click to only fit lens shift
es: Corrección automática para distorsiones de perspectiva horizontales Ctrl+Clic para solo corregir la rotación Mayús+Clic para solo corregir el desplazamiento del lente

source: automatically correct for vertical and horizontal perspective distortions; fitting rotation,lens shift in both directions, and shear ctrl+click to only fit rotation shift+click to only fit lens shift ctrl+shift+click to only fit rotation and lens shift
es: Corrección automática para distorsiones de perspectiva verticales y horizontales: rotación, desplazamiento del lente en ambos sentidos, y corte Ctrl+Clic para solo corregir la rotación Mayús+Clic para solo corregir el desplazamiento del lente Ctrl+Mayús+Clic para ajustar la rotación y el desplazamiento del lente

source: analyse line structure in image ctrl+click for an additional edge enhancement shift+click for an additional detail enhancement ctrl+shift+click for a combination of both methods
es: Analizar la estructura lineal en la imagen Ctrl+Clic para mejoras adicionales del borde Mayús+Clic para mejoras adicionales en el detalle Ctrl+Mayús+Clic para una combinación de ambos métodos

source: remove line structure information
es: Eliminar la información de la estructura lineal

source: toggle visibility of structure lines
es: Cambiar la visibilidad de las líneas de la estructura

source: [%s on segment] select segment
es: [%s en el segmento] seleccionar segmento

source: [%s on segment] unselect segment
es: [%s en el segmento] anular selección de segmento

source: [%s] select all segments from zone
es: [%s] seleccionar todos los segmentos de la zona

source: [%s] unselect all segments from zone
es: [%s] anular la selección de todos los segmentos de la zona

source: contrast equalizer
es: ecualizador de contraste

source: mix
es: mezcla

source: coarse
es: aspereza

source: denoise & sharpen
es: reducción de ruido y enfoque

source: sharpen
es: enfoque

source: denoise chroma
es: reducción de ruido de crominancia

source: denoise
es: reducción de ruido

source: bloom
es: resplandor

source: clarity
es: claridad

source: deblur: large blur, strength 4
es: deblur: difuminado grande, fuerza 4

source: deblur: large blur, strength 3
es: deblur: difuminado grande, fuerza 3

source: deblur: medium blur, strength 3
es: deblur: difuminado medio, fuerza 3

source: deblur: fine blur, strength 3
es: deblur: difuminado suave, fuerza 3

source: deblur: large blur, strength 2
es: deblur: difuminado grande, fuerza 2

source: deblur: medium blur, strength 2
es: deblur: difuminado medio, fuerza 2

source: deblur: fine blur, strength 2
es: deblur: difuminado suave, fuerza 2

source: deblur: large blur, strength 1
es: deblur: difuminado grande, fuerza 1

source: deblur: medium blur, strength 1
es: deblur: difuminado medio, fuerza 1

source: deblur: fine blur, strength 1
es: deblur: difuminado suave, fuerza 1

source: fine
es: fino

source: contrasty
es: contrastado

source: smooth
es: suavizado

source: noisy
es: ruidoso

source: bold
es: marcado

source: dull
es: apagado

source: change lightness at each feature size
es: cambiar luminosidad en cada parte

source: change color saturation at each feature size
es: cambiar saturación de color en cada parte

source: edges
es: bordes

source: change edge halos at each feature size only changes results of luma and chroma tabs
es: cambia el borde de los halos para cada tamaño solo cambia los resultados de las pestañas de luma y crominancia

source: make effect stronger or weaker
es: Hacer más suave o más intenso el efecto

source: scale
es: escala

source: preserve colors
es: preservar los colores

source: exposure fusion
es: fusión de exposición

source: canon eos like
es: similar a canon EOS

source: canon eos like alternate
es: similar a canon eos (alternativo)

source: nikon like
es: similar a nikon

source: nikon like alternate
es: similar a nikon (alternativo)

source: sony alpha like
es: similar a sony alpha

source: pentax like
es: similar a pentax

source: ricoh like
es: similar a ricoh

source: olympus like
es: similar a olympus

source: olympus like alternate
es: similar a olympus (alternativo)

source: panasonic like
es: similar a panasonic

source: leica like
es: similar a leica

source: kodak easyshare like
es: similar a kodak easyshare

source: konica minolta like
es: similar a konica minolta

source: samsung like
es: similar a samsung

source: fujifilm like
es: similar a fujifilm

source: nokia like
es: similar a nokia

source: cubic spline
es: curva segmentaria cúbica

source: base curve
es: curva base

source: abscissa: input, ordinate: output. works on RGB channels
es: abcisas: entrada, ordenadas: salida. trabaja en los canales RGB

source: linear
es: lineal

source: logarithmic
es: logarítmico

source: scale to use in the graph. use logarithmic scale for more precise control near the blacks
es: escala a usar en el gráfico. use escala logarítmica para un control más preciso cerca de los negros

source: luminance
es: luminancia

source: max RGB
es: RGB máximo

source: average RGB
es: RGB promedio

source: sum RGB
es: RGB suma

source: norm RGB
es: RGB estándar

source: basic power
es: potencia básica

source: method to preserve colors when applying contrast
es: Método para preservar los colores al aplicar contraste

source: two exposures
es: doble exposición

source: three exposures
es: triple exposición

source: fuse this image stopped up/down a couple of times with itself, to compress high dynamic range. expose for the highlights before use.
es: La imagen se ha detenido al comprimir el rango dinámico amplio durante la fusión. Exponga a las luces antes de usarlo.

source: how many stops to shift the individual exposures apart
es: El número de pasos que hay entre cada exposición individual

source: exposure shift
es: ajuste de exposición

source: whether to shift exposure up or down (-1: reduce highlight, +1: reduce shadows)
es: Ajustar a mayor o menor exposición (-1: reduce las luces altas, +1: reduce las sombras)

source: exposure bias
es: desviación de exposición

source: basic adjustments
es: ajustes básicos

source: black level correction
es: corrección del nivel de negro

source: highlight compression
es: compresión de luces

source: contrast
es: contraste

source: middle grey
es: gris medio

source: brightness
es: brillo

source: saturation
es: saturación

source: vibrance
es: intensidad

source: clip
es: recortar

source: adjust the black level to unclip negative RGB values. you should never use it to add more density in blacks! if poorly set, it will clip near-black colors out of gamut by pushing RGB values into negatives
es: Ajusta el nivel de negro para sacar los valores RGB de los negativos. Nunca debe usarlo para agregar más densidad en los negros. Si está mal configurado, recortará los colores casi negros de la gama forzando los valores RGB a los negativos.

source: adjust the exposure correction
es: Ajusta la corrección de exposición

source: highlight compression adjustment
es: ajuste de compresión de luces altas

source: contrast adjustment
es: ajuste de contraste

source: middle grey adjustment
es: ajuste de gris medio

source: brightness adjustment
es: ajuste de brillo

source: saturation adjustment
es: ajuste de saturación

source: vibrance adjustment
es: ajustes de intensidad

source: apply auto exposure based on the entire image
es: Aplica la exposición automática basada en toda la imagen

source: apply auto exposure based on a region defined by the user click and drag to draw the area right click to cancel
es: Aplica la exposición automática en función de una región definida por el usuario Pulse y arrastre para dibujar el área Pulse el botón derecho para cancelar

source: adjusts clipping value for auto exposure calculation
es: Ajusta el valor de recorte para el cálculo de la exposición automática

source: local contrast
es: contraste local

source: detail
es: detalle

source: coarseness
es: aspereza

source: highlights
es: luces

source: shadows
es: sombras

source: midtone range
es: rango de tonos medios

source: mode
es: modo

source: bilateral grid
es: rejilla bilateral

source: local laplacian filter
es: filtro laplaciano local

source: the filter used for local contrast enhancement. bilateral is faster but can lead to artifacts around edges for extreme settings.
es: Filtro usado para la mejora del contraste local. El bilateral es más rápido, pero puede derivar en anomalías alrededor de los bordes con ajustes extremos.

source: changes the local contrast
es: Cambia el contraste local

source: feature size of local details (spatial sigma of bilateral filter)
es: Tamaño de los elementos de los detalles locales (sigma espacial del filtro bilateral)

source: L difference to detect edges (range sigma of bilateral filter)
es: Diferencia L para detectar bordes (rango sigma del filtro bilateral)

source: changes the local contrast of highlights
es: Cambia el contraste local de las luces

source: changes the local contrast of shadows
es: Cambia el contraste local de las sombras

source: defines what counts as midtones. lower for better dynamic range compression (reduce shadow and highlight contrast), increase for more powerful local contrast
es: Define lo que cuenta como tonos medios. Disminuir para una mejor compresión del rango dinámico (reduce las sombras y el contraste de las luces), aumentar para obtener un contraste local más potente.

source: denoise (bilateral filter)
es: reducción de ruido (filtro bilateral)

source: radius
es: radio

source: spatial extent of the gaussian
es: Extensión espacial gaussiano

source: how much to blur red
es: Nivel de desenfoque del rojo

source: how much to blur green
es: Nivel de desenfoque del verde

source: how much to blur blue
es: Nivel de desenfoque del azul

source: size
es: tamaño

source: threshold
es: umbral

source: strength
es: fuerza

source: the size of bloom
es: Tamaño del resplandor

source: the threshold of light
es: Umbral de luz

source: the strength of bloom
es: Intensidad del resplandor

source: framing
es: enmarcar

source: border size
es: tamaño de borde

source: pick border color from image
es: seleccionar color del borde de la imagen

source: frame line size
es: tamaño de la línea de enmarcado

source: frame line offset
es: desplazamiento de la línea de enmarcado

source: pick frame line color from image
es: seleccionar color del marco de la imagen

source: aspect
es: aspecto

source: orientation
es: orientación

source: horizontal position
es: posición horizontal

source: vertical position
es: posición vertical

source: 15:10 postcard white
es: postal blanca 10x15

source: 15:10 postcard black
es: postal negra 10x15

source: golden cut
es: proporción áurea

source: square
es: cuadrado

source: constant border
es: borde constante

source: custom...
es: personalizado...

source: center
es: centro

source: size of the border in percent of the full image
es: tamaño del borde en porcentaje de la imagen completa

source: select the aspect ratio or right click and type your own (w:h)
es: seleccione la relación de aspecto o haga clic secundario para seleccionar su propio tipo (a:l)

source: set the custom aspect ratio
es: Establecer la relación de aspecto personalizada

source: aspect ratio orientation of the image with border
es: orientación de la relación de aspecto de la imagen con bordes

source: select the horizontal position ratio relative to top or right click and type your own (y:h)
es: seleccione la relación de posición horizontal superior relativa o haga clic derecho para seleccionar su propio tipo (a:l)

source: custom horizontal position
es: posición horizontal personalizada

source: select the vertical position ratio relative to left or right click and type your own (x:w)
es: Seleccione la relación de posición vertical relativa a la izquierda o haga clic secundario para seleccionar su propio tipo (x:l)

source: custom vertical position
es: posición vertical personalizada

source: size of the frame line in percent of min border width
es: tamaño porcentual del borde

source: offset of the frame line beginning on picture side
es: desplazamiento de la línea de marco en el lateral de la foto

source: border color
es: color del borde

source: select border color
es: seleccionar color del borde

source: frame line color
es: color del marco

source: select frame line color
es: seleccionar color del marco

source: chromatic aberrations
es: aberración cromática

source: automatic chromatic aberration correction
es: corrección automática de aberración cromática

source: automatic chromatic aberration correction disabled for non-Bayer sensors
es: corrección automática de aberración cromática desactivado para sensores no-Bayer

source: automatic chromatic aberration correction only works for raw images.
es: corrección automática de aberración cromática sólo funciona en imágenes raw.

source: channel mixer
es: mezclador de canal

source: destination
es: destino

source: gray
es: gris

source: amount of red channel in the output channel
es: Cantidad de rojo en el canal de salida

source: amount of green channel in the output channel
es: Cantidad de verde en el canal de salida

source: amount of blue channel in the output channel
es: Cantidad de azul en el canal de salida

source: swap R and B
es: intercambiar R y B

source: swap G and B
es: intercambiar G y B

source: color contrast boost
es: incremento de contraste de color

source: color details boost
es: incremento de detalles de color

source: color artifacts boost
es: incremento de irregularidades de color

source: B/W luminance-based
es: B/N basado en luminosidad

source: B/W artifacts boost
es: B/N destacar objetos

source: B/W smooth skin
es: B/N piel suave

source: B/W blue artifacts reduce
es: B/N reduce artefactos azules

source: B/W Ilford Delta 100-400
es: B/N Ilford Delta 100-400

source: B/W Ilford Delta 3200
es: B/N Ilford Delta 3200

source: B/W Ilford FP4
es: B/N Ilford FP4

source: B/W Ilford HP5
es: B/N Ilford HP5

source: B/W Ilford SFX
es: B/N Ilford SFX

source: B/W Kodak T-Max 100
es: B/N Kodak T-Max 100

source: B/W Kodak T-max 400
es: B/N Kodak T-max 400

source: B/W Kodak Tri-X 400
es: B/N Kodak Tri-X 400

source: Choleski decomposition failed to allocate memory, check your RAM settings
es: La factorización de Cholesky falló al reservar memoria, verifique la configuración de la RAM

source: amount
es: cantidad

source: size of features to preserve
es: Tamaño de características a preservar

source: strength of the effect
es: Fuerza del efecto

source: crop and rotate
es: recortar y rotar

source: invalid ratio format. it should be "number:number"
es: Formato de proporción de aspecto no válido. Debería ser "número:número"

source: invalid ratio format. it should be non zero
es: Formato de proporción de aspecto no válido. Debería ser diferente de cero.

source: full
es: lleno

source: old system
es: sistema antiguo

source: correction applied
es: corrección hecha

source: main
es: principal

source: margins
es: márgenes

source: flip
es: voltear

source: both
es: ambos

source: mirror image horizontally and/or vertically
es: Espejar la imagen horizontal o verticalmente

source: angle
es: ángulo

source: right-click and drag a line on the image to drag a straight line
es: Forme un ángulo al trazar una línea con clic secundario + arrastre sobre la imagen

source: left
es: izquierdo

source: the left margin cannot overlap with the right margin
es: El margen izquierdo no puede superponerse con el margen derecho

source: right
es: derecho

source: the right margin cannot overlap with the left margin
es: El margen derecho no puede superponerse con el margen izquierdo

source: top
es: superior

source: the top margin cannot overlap with the bottom margin
es: El margen superior no puede superponerse con el margen inferior

source: the bottom margin cannot overlap with the top margin
es: El margen inferior no puede superponerse con el margen superior

source: keystone
es: perspectiva

source: set perspective correction for your image
es: Seleccionar corrección de perspectiva para su imagen

source: freehand
es: libre

source: original image
es: imagen original

source: 10:8 in print
es: 10:8 en impresión

source: 8.5x11, letter
es: 8.5x11, carta

source: widescreen
es: pantalla ancha

source: cinemascope
es: cinemascopio

source: anamorphic
es: anamórfico

source: 3:1, panorama
es: 3:1, panorámica

source: invalid ratio format for `%s'. it should be "number:number"
es: Formato de proporción de aspecto no válido para `%s'. Debería ser "número:número"

source: set the aspect ratio the list is sorted: from most square to least square
es: Fija la relación de aspecto La lista está ordenada desde la más cuadrada hasta la más rectangular

source: display guide lines to help compose your photograph
es: Mostrar lineas guía para ayudar a componer su fotografía

source: flip guides
es: Invertir guías

source: horizontally
es: horizontalmente

source: vertically
es: verticalmente

source: commit
es: aceptar

source: guide lines
es: líneas guía

source: [%s on borders] crop
es: [%s en los bordes] recortar

source: [%s on borders] crop keeping ratio
es: [%s en los bordes] recortar manteniendo la proporción

source: [%s] define/rotate horizon
es: [%s] definir o rotar horizonte

source: contrast brightness saturation
es: contraste brillo saturación

source: color saturation adjustment
es: ajuste de saturación de color

source: color balance
es: balance de color

source: lift/gamma/gain controls as seen in video editors
es: controles de realce/gamma/incremento vistos como en editores de video

source: split-toning teal-orange (2nd instance)
es: división de tono verde azulado (módulo 2º)

source: split-toning teal-orange (1st instance)
es: división de tono verde azulado (módulo 1º)

source: generic film
es: pelicula genérica

source: similar to Kodak Portra
es: similar a Kodak Portra

source: similar to Kodak Ektar
es: similar a Kodak Ektar

source: similar to Kodachrome
es: similar a Kodachrome

source: input saturation
es: saturación de entrada

source: output saturation
es: saturación de salida

source: contrast fulcrum
es: punto de referencia de contraste

source: color control sliders
es: controles deslizantes de color

source: optimize luma from patches
es: optimizar la luminosidad a partir de parches

source: optimize luma
es: optimizar luminosidad

source: neutralize colors from patches
es: neutraliza los colores desde los parches

source: neutralize colors
es: neutralizar los colores

source: lift, gamma, gain (ProPhotoRGB)
es: realce, gamma, incremento (ProPhotoRGB)

source: slope, offset, power (ProPhotoRGB)
es: descenso, atenuación, potencia (ProPhotoRGB)

source: lift, gamma, gain (sRGB)
es: realce, gamma, incremento (sRGB)

source: color-grading mapping method
es: Método de mapeo de gradación de color

source: master
es: control principal
